[
  "The spice Melange is only found on the planet Arrakis.",
  "Sandworms can grow up to 400 meters in length.",
  "Paul Atreides becomes known as Muad'Dib.",
  "The Fremen ride sandworms using hooks and straps.",
  "The spice extends life and enhances mental abilities.",
  "Shai-Hulud is the Fremen name for the great sandworm.",
  "Water is the most sacred resource to the Fremen.",
  "The Bene Gesserit are a secretive sisterhood with advanced mental and physical training.",
  "The Atreides banner features a red hawk.",
  "Baron Vladimir Harkonnen is known for his cruelty and obesity.",
  "The Fremen wear stillsuits to reclaim moisture from their bodies.",
  "Crysknives are sacred blades made from the teeth of sandworms.",
  "‘Fear is the mind-killer’ is part of the Bene Gesserit litany.",
  "The Spacing Guild navigates space using prescience granted by spice.",
  "The Kwisatz Haderach is a prophesied male with unlimited prescient vision.",
  "Arrakis has no natural rainfall.",
  "Gurney Halleck is known for playing the baliset.",
  "Thufir Hawat is a Mentat — a human trained to perform complex logic like a computer.",
  "Melange turns the whites of the eyes blue — known as 'Eyes of Ibad'.",
  "The Fremen call outsiders 'water-fat'.",
  "Fremen sandwalk in a non-rhythmic pattern to avoid attracting worms.",
  "Stilgar is a respected Naib (leader) of the Sietch Tabr.",
  "Spice addiction is irreversible — withdrawal can be fatal.",
  "The Emperor’s elite troops are called Sardaukar.",
  "House Corrino ruled the known universe for millennia before House Atreides.",
  "The planet Caladan is the original homeworld of House Atreides.",
  "Baron Harkonnen secretly mentored Feyd-Rautha as his heir.",
  "The planet Giedi Prime is the home of House Harkonnen.",
  "The Water of Life is a poisonous liquid altered by Reverend Mothers to gain visions.",
  "A sandworm’s juvenile form is called a sandtrout.",
  "The Fremen believe in the prophecy of a messiah who will lead them to paradise.",
  "A thumper is a device used to lure sandworms by rhythmic vibration.",
  "The Gom Jabbar is a deadly poison needle used in Bene Gesserit testing.",
  "Mentats consume a substance called sapho to enhance their mental faculties.",
  "Spice must be harvested quickly — once a worm is spotted, the harvester is evacuated.",
  "The spice cycle is tied to the life cycle of the sandworm.",
  "The Holtzman Shield repels fast-moving objects but attracts sandworms.",
  "Lasguns reacting with shields create a nuclear-level explosion.",
  "The Emperor feared Duke Leto Atreides’ growing popularity.",
  "Dr. Yueh betrayed House Atreides due to Harkonnen coercion.",
  "House Vernius of Ix is known for its advanced technology.",
  "Smugglers frequently trade spice behind the Guild’s back.",
  "The Great Convention forbids atomic weapons except in retaliation.",
  "‘Desert Power’ is what Paul Atreides sought to harness.",
  "The Fremen have a saying: ‘God created Arrakis to train the faithful.’",
  "The Bene Tleilax are masters of genetic manipulation and cloning.",
  "The Spacing Guild uses Navigators who are mutated by excessive spice consumption.",
  "The Fremen store water in huge underground cisterns.",
  "Arrakis was once a lush, green planet before the worms changed its climate.",
  "The sandworms produce the spice as a byproduct of their life cycle.",
  "No artificial substitute for spice has ever been successful.",
  "Spice is a metaphor for control, addiction, and power."
]
